Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: Greater than
ja_jp: 次の値より大きい：

source: Greater than or equal to
ja_jp: 次の値以上：

source: In
ja_jp: 次に含まれる：

source: Checked
ja_jp: チェックされている

source: Equal to
ja_jp: 次の値に等しい：

source: Not checked
ja_jp: チェックされていない

source: Not empty
ja_jp: 空ではない

source: Not equal to
ja_jp: 次の値に等しくない：

source: Less than
ja_jp: 次の値より小さい：

source: Less than or equal to
ja_jp: 次の値以下：

source: Doesn't contain
ja_jp: 次の文字を含まない：

source: Not in
ja_jp: 次に含まれない：

source: On or after
ja_jp: この日またはその後：

source: On or before
ja_jp: この日またはその前：

source: Range
ja_jp: 範囲

source: Value
ja_jp: 値

source: The value is required.
ja_jp: 値は必須です。

source: Rule details
ja_jp: ルールの詳細

source: Enter a name and a description for the rule.
ja_jp: ルールの名前と説明を入力します。

source: Filter by comp element
ja_jp: 報酬要素でフィルタリング

source: One or more steps failed to process. Edit the pending draft, and then try to publish again.
ja_jp: 1つ以上のステップの処理に失敗しました。保留中の下書きを編集してから、再度公開してください。

source: One or more steps failed to process. Edit the round, and then try to publish again.
ja_jp: 1つ以上のステップの処理に失敗しました。ラウンドを編集してから、再度公開してください。

source: Comp manager
ja_jp: コンプマネージャー

source: Comp manager + 1
ja_jp: コンプマネージャー + 1

source: No actors are selected. If you continue, no one will have access to this round.
ja_jp: アクターが選択されていません。このまま続行すると、このラウンドにアクセスできるユーザーがいなくなります。

source: Select actors
ja_jp: 俳優を選択

source: Selected actors
ja_jp: 選択した俳優

source: Define which actors can access this round.
ja_jp: このラウンドにアクセスできるアクターを定義します。

source: Actors & round access
ja_jp: アクターとラウンドアクセス

source: At least one actor must be selected.
ja_jp: 少なくとも1人のアクターを選択する必要があります。

source: Modify the bonus calculation formula if needed.
ja_jp: 必要に応じてボーナス計算式を修正してください。

source: Customize formula
ja_jp: 数式をカスタマイズする

source: Reset formula
ja_jp: 数式をリセット

source: Preview the bonus calculation formula
ja_jp: ボーナス計算式をプレビューする

source: Bonus calculation formula
ja_jp: ボーナス計算式

source: Currency source
ja_jp: 通貨のソース

source: All currencies
ja_jp: すべての通貨

source: Any currency available for the company
ja_jp: 会社で利用可能な任意の通貨

source: Comp round currency
ja_jp: 報酬ラウンド通貨

source: Currency of the comp round
ja_jp: 報酬ラウンドの通貨

source: Data model
ja_jp: データモデル

source: Currency of the exact compensation element
ja_jp: 正確な報酬要素の通貨

source: The currency source cannot be empty.
ja_jp: 通貨のソースは空にできません。

source: Target bonus currency field
ja_jp: 対象ボーナス通貨フィールド

source: The target bonus currency field cannot be empty.
ja_jp: 目標ボーナスの通貨フィールドは空にできません。

source: Review the target bonus formula
ja_jp: 目標ボーナスの算出式を確認してください

source: This plan contains an error.
ja_jp: このプランにはエラーが含まれています。

source: Bonus plans
ja_jp: ボーナスプラン

source: Distribute your budget
ja_jp: 予算を分配

source: Budget
ja_jp: 予算

source: Bulk options
ja_jp: 一括オプション

source: Only custom/calculated columns can be deleted.
ja_jp: カスタム列／計算列のみ削除できます。

source: The columns were successfully deleted.
ja_jp: 列は正常に削除されました。

source: The columns were successfully disabled.
ja_jp: 列を正常に無効化しました。

source: The columns were successfully enabled.
ja_jp: 列が正常に有効化されました。

source: Calculated column configuration - Expression formula
ja_jp: 計算列の設定 - 式の数式

source: Add criteria
ja_jp: 条件を追加

source: Rule configuration
ja_jp: ルールの設定

source: Add criteria blocks to configure the rule
ja_jp: ルールを設定するために条件ブロックを追加してください

source: Change type
ja_jp: タイプを変更

source: Changing the value type will clear the values you have entered. This action cannot be undone.
ja_jp: 値の種類を変更すると、入力した値がすべて消去されます。この操作は元に戻せません。

source: Change value type
ja_jp: 値の種類を変更

source: Fixed
ja_jp: 固定

source: Formula
ja_jp: 式

source: Calculated field
ja_jp: 計算フィールド

source: The code can contain only letters, numbers, or "_", and must start with a letter.
ja_jp: コードには、英字、数字、または「_」のみを含めることができ、先頭は英字で始める必要があります。

source: The code is required.
ja_jp: コードは必須です。

source: Pick a color to visually group or highlight this column in the grid.
ja_jp: この列をグリッド内で視覚的にグループ化または強調するために、色を選択してください。

source: Column details
ja_jp: 列の詳細

source: Column name
ja_jp: 列名

source: The column name is required.
ja_jp: 列名は必須です。

source: Enable currency
ja_jp: 通貨を有効にする

source: Currency field
ja_jp: 通貨フィールド

source: The currency field is required.
ja_jp: 通貨フィールドは必須です。

source: Decimal precision controls how many digits are shown after the decimal separator for display purposes. All calculations use the full number.
ja_jp: 小数点以下の表示桁数は、表示目的で小数点の後に表示される桁数を制御します。すべての計算は完全な数値を使用して行われます。

source: Define the number of digits to display after the decimal separator.
ja_jp: 小数点以下に表示する桁数を指定してください。

source: The expression (Else section) contains {{count}} error.
ja_jp: 式（Else セクション）に {{count}} 個のエラーが含まれています。

source: The expression (Else section) contains {{count}} errors.
ja_jp: 式（Else セクション）に {{count}} 件のエラーが含まれています。

source: The condition {{position}} (If section) contains {{count}} error.
ja_jp: 条件{{position}}(If セクション)に{{count}}個のエラーがあります。

source: The condition {{position}} (If section) contains {{count}} errors.
ja_jp: 条件{{position}}(If セクション)には{{count}}件のエラーが含まれています。

source: The expression {{position}} (Then section) contains {{count}} error.
ja_jp: 式 {{position}} (Then セクション) に {{count}} 件のエラーがあります。

source: The expression {{position}} (Then section) contains {{count}} errors.
ja_jp: 式 {{position}} (Then セクション) に {{count}} 件のエラーが含まれています。

source: Else
ja_jp: その他

source: If
ja_jp: もし

source: The formula contains {{count}} error.
ja_jp: 数式に{{count}}個のエラーが含まれています。

source: The formula contains {{count}} errors.
ja_jp: 数式に{{count}}個のエラーが含まれています。

source: Then
ja_jp: 次に

source: Conditional
ja_jp: 条件付き

source: Non-conditional
ja_jp: 無条件

source: Header color
ja_jp: ヘッダーの色

source: Decimal precision
ja_jp: 小数精度

source: Help tip
ja_jp: ヘルプのヒント

source: This is a calculated column. The outcome is based on a formula.
ja_jp: これは計算列です。結果は数式に基づいています。

source: Calculation workspace
ja_jp: 計算ワークスペース

source: Open calculation workspace
ja_jp: 計算ワークスペースを開く

source: Select a color for the group
ja_jp: グループの色を選択

source: The selected color will apply to the columns of the group.
ja_jp: 選択した色がグループの列に適用されます。

source: Selected column group
ja_jp: 選択された列グループ

source: Configure column group
ja_jp: 列グループを設定

source: Bonus amount
ja_jp: ボーナス額

source: The Bonus amount display name cannot be empty.
ja_jp: ボーナス金額の表示名を空にすることはできません。

source: The calculated bonus display name cannot be empty.
ja_jp: 計算されたボーナスの表示名を空にすることはできません。

source: Column color
ja_jp: 列の色

source: Define when managers must add notes during proposals
ja_jp: 提案時にマネージャーがメモを追加しなければならないタイミングを定義します

source: Please select one of the options.
ja_jp: いずれかのオプションを選択してください。

source: Optional
ja_jp: オプション

source: Managers can submit without adding a note.
ja_jp: マネージャーはメモを追加せずに提出できます。

source: Always required
ja_jp: 常に必須

source: A note is always required, regardless of the value.
ja_jp: 値に関係なく、必ずメモが必要です。

source: Required if outside the guidelines
ja_jp: ガイドライン外の場合は必須

source: A note is required if the value is outside the min/max guidelines.
ja_jp: 値が最小値または最大値のガイドラインを外れている場合は、備考が必要です。

source: Required notes
ja_jp: 必須の注意事項

source: Column title
ja_jp: 列のタイトル

source: Decimal display precision
ja_jp: 小数表示の精度

source: The decimal precision controls the number of digits displayed after the decimal separator. All calculations are however performed using the full number.
ja_jp: 小数の精度機能は、小数点以下の表示桁数を制御します。ただし、計算はすべて、完全な数値を使用して行われます。

source: Define the text to be displayed as a tooltip when hovering the element
ja_jp: 要素へのホバー時に表示されるツールチップのテキストを定義

source: Enter a new name for the field
ja_jp: フィールドの新しい名前を入力

source: Input field
ja_jp: 入力フィールド

source: Guaranteed amount
ja_jp: 保証額

source: The Guaranteed amount display name cannot be empty.
ja_jp: 保証金額の表示名を空にすることはできません。

source: Increase amount
ja_jp: 増額

source: The Increase amount display name cannot be empty.
ja_jp: 増額の表示名を空にすることはできません。

source: Increase %
ja_jp: 増加率（%）

source: The Increase percent display name cannot be empty.
ja_jp: 増加率の表示名を空にすることはできません。

source: New value
ja_jp: 新しい値

source: Prorated target bonus
ja_jp: 按分された目標ボーナス

source: The Prorated target bonus display name cannot be empty.
ja_jp: 按分された目標ボーナスの表示名を空にすることはできません。

source: Reference column
ja_jp: 参照列

source: Referenced fields
ja_jp: 参照フィールド

source: At least one of the following fields must be enabled: Target bonus, Prorated target bonus, Calculated bonus, Bonus amount, or Guaranteed amount.
ja_jp: 次の項目のうち少なくとも1つを有効にする必要があります：目標ボーナス、比例配分された目標ボーナス、算出ボーナス、ボーナス額、または保証額。

source: The New value display name cannot be empty.
ja_jp: 新しい値の表示名を空にすることはできません。

source: Selected column
ja_jp: 選択された列

source: The Target bonus display name cannot be empty.
ja_jp: 目標ボーナスの表示名を空にすることはできません。

source: Configure column
ja_jp: 列を設定

source: No reference
ja_jp: 参照なし

source: Select the field from the compensation history from which the calculations will be referenced.
ja_jp: この計算を参照する報酬履歴内のフィールドを選択します。

source: Reference field
ja_jp: 参照フィールド

source: Delete columns
ja_jp: 列を削除

source: Are you sure you want to delete the selected columns?
ja_jp: 選択した列を削除してもよろしいですか？

source: Delete column
ja_jp: 列を削除

source: Are you sure you want to delete the selected column?
ja_jp: 選択した列を削除してもよろしいですか？

source: The column was successfully deleted.
ja_jp: 列は正常に削除されました。

source: Use the Team planner view to control which columns managers and HRBPs see in your compensation grid, rename and reorder them, group columns, create columns, set decimal precision, assign colors, and add tooltips.
ja_jp: チームプランナービューを使用して、報酬グリッドのどの列をマネージャとHRBPに表示するかを制御できるほか、名前の変更や並べ替え、列のグループ化、列の作成、小数の精度の設定、色の割り当て、ツールチップの追加を実行できます。

source: The budget widget will showcase your budget amount and monitor your spending effectively.
ja_jp: 予算ウィジェットは、予算額を表示し、支出を効果的に管理します。

source: Budget widget
ja_jp: 予算ウィジェット

source: Select the compensation elements to display in the worker compensation history and define the number of past events to show.
ja_jp: 社員の報酬履歴に表示する報酬要素を選択し、表示する過去イベントの件数を指定します。

source: Enable compensation element
ja_jp: 報酬要素を有効化

source: Number of events
ja_jp: イベント数

source: Worker compensation history
ja_jp: 社員の報酬履歴

source: Column list
ja_jp: 列リスト

source: Add column to group
ja_jp: グループに列を追加

source: No columns yet
ja_jp: まだ列がありません

source: Remove column from group
ja_jp: グループから列を削除

source: Search for columns to add
ja_jp: 追加する列を検索

source: Columns in the group
ja_jp: グループ内の列

source: Add column
ja_jp: 列を追加

source: No groups yet
ja_jp: まだグループがありません

source: Group list
ja_jp: グループリスト

source: Group name
ja_jp: グループ名

source: Remove group
ja_jp: グループを削除

source: Manage column groups
ja_jp: 列グループを管理

source: Config
ja_jp: 設定

source: Manage group columns
ja_jp: グループ列を管理

source: Bonus
ja_jp: ボーナス

source: Calculated column
ja_jp: 計算列

source: Comp element
ja_jp: 報酬要素

source: Category
ja_jp: カテゴリ

source: Column {{columnName}} visibility
ja_jp: 列 {{columnName}} の表示可否

source: Create custom column
ja_jp: カスタム列を作成

source: Drop-down list options
ja_jp: ドロップダウンリストのオプション

source: The label cannot empty.
ja_jp: ラベルを空にすることはできません。

source: No options yet
ja_jp: まだオプションがありません

source: The code and the label cannot be empty.
ja_jp: コードとラベルは空にできません。

source: Please add at least one option.
ja_jp: 少なくとも1つのオプションを追加してください。

source: Enter the text displayed as a tooltip on hover
ja_jp: ホバー時に表示されるツールチップのテキストを入力

source: The column name cannot be empty.
ja_jp: 列名を空にすることはできません。

source: Drop-down list
ja_jp: ドロップダウンリスト

source: Text field
ja_jp: テキストフィールド

source: The type cannot be empty.
ja_jp: タイプを空にすることはできません。

source: Conditional formatting
ja_jp: 条件付き書式

source: Delete rule
ja_jp: ルールを削除

source: Rules higher in the list take priority when configurations overlap. You can create up to 10 rules.
ja_jp: リストの上位にあるルールが、設定が重複した場合に優先されます。ルールは最大10個まで作成できます。

source: Rules higher in the list take priority when configurations overlap.
ja_jp: リストの上位にあるルールは、設定が重複した場合に優先されます。

source: Conditional formatting rule
ja_jp: 条件付き書式ルール

source: No conditional formatting rules yet.
ja_jp: 条件付き書式ルールはまだありません。

source: Background color
ja_jp: 背景色

source: Formatting
ja_jp: 書式設定

source: Define how the cell will be formatted when the criteria are met.
ja_jp: 条件が満たされたときにセルがどのように書式設定されるかを定義します。

source: Enter a name for this rule.
ja_jp: このルールの名前を入力してください。

source: Add a name and a description to the rule
ja_jp: ルールに名前と説明を追加してください

source: View conditional formatting
ja_jp: 条件付き書式を表示

source: Proposal management
ja_jp: 提案管理

source: View proposal management settings
ja_jp: 提案管理設定を表示

source: Custom column
ja_jp: カスタム列

source: Groups
ja_jp: グループ

source: Up to 20 calculated columns allowed per compensation round.
ja_jp: 1回の報酬ラウンドにつき、計算列は最大20列まで許可されています。

source: Calculated
ja_jp: 計算済み

source: Compensation history
ja_jp: 報酬履歴

source: Contracted compensation
ja_jp: 契約報酬

source: Goal achievement
ja_jp: 目標達成率

source: Individual pay range
ja_jp: 個人別給与帯

source: Job architecture
ja_jp: 職務体系

source: Organization structure
ja_jp: 組織構造

source: Paid compensation
ja_jp: 支払済報酬

source: Pay range
ja_jp: 給与帯

source: Pay scale
ja_jp: 給与体系

source: Performance
ja_jp: 業績

source: Performance review rating
ja_jp: 業績レビュー評価

source: Salary
ja_jp: 給与

source: Group {{groupName}} visibility
ja_jp: グループ {{groupName}} の可視性

source: Name/Display name
ja_jp: 名前/表示名

source: No data points
ja_jp: データポイントなし

source: Team planner preview
ja_jp: チームプランナープレビュー

source: Clear your filters and your search to be able to reorder columns.
ja_jp: 列を並べ替えるには、フィルタと検索をクリアしてください。

source: Select column {{columnName}}
ja_jp: 列を選択 {{columnName}}

source: Compensation grid configuration
ja_jp: 報酬グリッドの設定

source: Boolean
ja_jp: ブール

source: Decimal
ja_jp: 小数

source: Entity enum
ja_jp: エンティティ列挙

source: Entity reference
ja_jp: エンティティ参照

source: Integer
ja_jp: 整数

source: String
ja_jp: 文字列

source: Visibility
ja_jp: 表示/非表示

source: Toggle on to make the columns visible in the compensation round grid view. Toggle off to hide them.
ja_jp: オンにすると、報酬ラウンドのグリッドビューで列が表示されます。オフにすると、非表示になります。

source: Enable the columns you want the compensation manager and approvers to see.
ja_jp: 報酬マネージャと承認者に表示する列を有効化します。

source: Team planner view
ja_jp: チームプランナービュー

source: Column configuration
ja_jp: 列の設定

source: Planner add-ons
ja_jp: プランナーのアドオン

source: Budget rule
ja_jp: 予算ルール

source: Calculated field formula
ja_jp: 計算フィールドの数式

source: Dependent item
ja_jp: 依存アイテム

source: Target item
ja_jp: 対象アイテム

source: Usage
ja_jp: 使用状況

source: One or more of the selected items are currently in use in other areas of the system. You must remove or reassign these dependencies before the items can be deactivated or deleted.
ja_jp: 選択した項目の1つ以上が、現在システムの他の領域で使用されています。項目を無効化または削除する前に、これらの依存関係を削除または再割り当てする必要があります。

source: Eligibility rule
ja_jp: 適格性ルール

source: This field has active dependencies and cannot be disabled
ja_jp: このフィールドには有効な依存関係があり、無効にすることはできません

source: Guaranteed amount rule
ja_jp: 保証金額ルール

source: Guideline rule
ja_jp: ガイドラインルール

source: Payroll
ja_jp: 給与計算

source: Proposal management formula
ja_jp: 提案管理フォーミュラ

source: Used in the following places
ja_jp: 以下の場所で使用されています

source: View dependencies
ja_jp: 依存関係を表示

source: Edit comp round
ja_jp: 報酬ラウンドを編集

source: Departure
ja_jp: 退出

source: Time in the company
ja_jp: この会社における勤続期間

source: All individuals within the specified population will have assigned guaranteed amount for the selected compensation element.
ja_jp: 指定された集団内のすべての個人には、選択された報酬要素に対して保証された金額が割り当てられます。

source: The rule list is empty. Get started by creating a guaranteed amount rule.
ja_jp: ルールリストが空です。まずは保証額ルールを作成してください。

source: Guaranteed amount rules
ja_jp: 保証額のルール

source: No guaranteed amounts rules were established
ja_jp: 保証された金額のルールは設定されていませんでした

source: Select the compensation element
ja_jp: 報酬要素を選択してください

source: The compensation element is required.
ja_jp: 報酬要素は必須です。

source: Set the minimum or fixed value that must be honored.
ja_jp: 遵守しなければならない最小値または固定値を設定します。

source: Define the guaranteed amount for this rule and how you want to provide the amount. The guaranteed amount will be reflected in the local worker currency.
ja_jp: このルールの保証額と、その提供方法を定義してください。保証額は現地従業員の通貨で反映されます。

source: Guaranteed amounts
ja_jp: 保証された金額

source: Add a name and a description to the rule.
ja_jp: ルールに名前と説明を追加してください。

source: The rule name is required.
ja_jp: ルール名は必須です。

source: Comp round guidelines
ja_jp: 報酬ラウンドガイドライン

source: Guideline rules
ja_jp: ガイドラインルール

source: Guidelines
ja_jp: ガイドライン

source: Add secondary hierarchy
ja_jp: 二次階層を追加

source: The hierarchy cannot be empty.
ja_jp: 階層を空にはできません。

source: Hierarchy
ja_jp: 階層

source: Select a hierarchy
ja_jp: 階層を選択

source: Hierarchy preview
ja_jp: 階層のプレビュー

source: No worker data yet. Import workers via the Data Foundation to view them here.
ja_jp: まだ従業員データがありません。Data Foundationを通じて従業員をインポートすると、ここに表示されます。

source: No selected hierarchy
ja_jp: 選択された階層がありません

source: Secondary hierarchy
ja_jp: 二次階層

source: Standard hierarchy
ja_jp: 標準階層

source: Build hierarchies used to drive round access
ja_jp: ラウンドアクセスの指定に使用する階層を構築

source: Choose hierarchy configuration
ja_jp: 階層の設定を選択

source: Select a hierarchy to drive round access
ja_jp: 階層を選択してラウンドアクセスを指定

source: Define hierarchy
ja_jp: 階層を定義

source: Define the timeframe for bonus calculations.
ja_jp: ボーナス計算の期間を定義してください。

source: Bonus plan period
ja_jp: ボーナスプラン期間

source: Period end date
ja_jp: 期間終了日

source: The period end date cannot be empty.
ja_jp: 期間の終了日を空にすることはできません。

source: Period start date
ja_jp: 期間開始日

source: The period start date cannot be empty.
ja_jp: 期間の開始日を空にすることはできません。

source: Specify the start and end dates of the compensation round.
ja_jp: 報酬ラウンドの開始日と終了日を指定してください。

source: Compensation round timeline
ja_jp: 報酬ラウンドのタイムライン

source: Select a data model and set key dates.
ja_jp: データモデルを選択し、主要な日付を設定してください。

source: Enable communications
ja_jp: 通信を有効化

source: Download payroll data drop
ja_jp: 給与データドロップをダウンロード

source: Define a password to download the file.
ja_jp: ファイルをダウンロードするためのパスワードを設定してください。

source: Export results or integrate via API
ja_jp: 結果をエクスポートする、またはAPIを通じて統合する

source: Payroll data drop
ja_jp: 給与データのドロップ

source: Define the population(s) for the round
ja_jp: ラウンドの母集団を定義

source: Are you sure you want to publish the comp round?
ja_jp: 報酬ラウンドを公開してもよろしいですか？

source: Publish comp round
ja_jp: 報酬ラウンドを公開

source: Add bonus plan
ja_jp: ボーナスプランを追加

source: Bonus configuration
ja_jp: ボーナス設定

source: Define the bonus plans and comp elements for this round
ja_jp: このラウンドのボーナスプランと報酬要素を定義する

source: This bonus plan is already selected in another row.
ja_jp: このボーナスプランは、別の行ですでに選択されています。

source: Bonus plan
ja_jp: ボーナスプラン

source: The bonus plan cannot be empty.
ja_jp: ボーナスプランを空にすることはできません。

source: This comp element is already assigned to another bonus plan.
ja_jp: この報酬要素は、すでに別のボーナスプランに割り当てられています。

source: One or more comp elements are assigned to bonus plan configuration.
ja_jp: 1つ以上の報酬要素がボーナスプラン設定に割り当てられています。

source: This comp element is already assigned to the salary configuration.
ja_jp: この報酬要素は既に給与設定に割り当てられています。

source: The comp element cannot be empty.
ja_jp: 報酬要素を空にすることはできません。

source: The selected compensation element is currently in use. To remove it, review its dependencies and remove them first.
ja_jp: 選択した報酬要素は現在使用中です。削除するには、依存関係を確認し、先にそれらを削除してください。

source: Comp elements with name {{names}} already exist. Please remove them to proceed.
ja_jp: 名前が{{names}}のComp要素はすでに存在します。続行するには、それらを削除してください。

source: No comp elements with the name or code "{{phrase}}"
ja_jp: 「{{phrase}}」という名前またはコードの報酬要素はありません

source: Select at least one comp element.
ja_jp: 少なくとも1つの報酬要素を選択します。

source: Please select at least one element.
ja_jp: 少なくとも1つの要素を選択してください。

source: One or more selected compensation elements are currently in use. To remove them, review their dependencies and remove those first.
ja_jp: 選択した補償要素の中に、現在使用中のものが含まれています。削除するには、依存関係を確認し、先にそれらを削除してください。

source: Exchange rate group
ja_jp: 為替レートグループ

source: Comp tree
ja_jp: 報酬ツリー

source: Configuration
ja_jp: 設定

source: The effective date cannot be empty.
ja_jp: 有効日を空にすることはできません。

source: The comp round currency cannot be empty.
ja_jp: コンプラウンドの通貨は空欄にできません。

source: Currency
ja_jp: 通貨

source: Date at which the adjustments performed in the comp round will come into effect.
ja_jp: 報酬ラウンドで行われた調整が有効となる日付。

source: Exchange rate type
ja_jp: 為替レートの種類

source: The exchange rate type cannot be empty.
ja_jp: 為替レートの種類は空欄にできません。

source: Round code
ja_jp: ラウンドコード

source: A round with that code already exists
ja_jp: このコードを持つラウンドがすでに存在します

source: The round code cannot be empty.
ja_jp: ラウンドコードは空にできません。

source: A round with that code cannot be validated at this time. Please try again later.
ja_jp: そのコードのラウンドは現時点では検証できません。後でもう一度お試しください。

source: Comp round owners
ja_jp: 報酬ラウンドオーナー

source: Round type
ja_jp: ラウンドタイプ

source: Choose the compensation components to include in this round
ja_jp: このラウンドに含める報酬コンポーネントを選択してください

source: Please make sure at least one round type is enabled.
ja_jp: 少なくとも1つのラウンドタイプが有効になっていることを確認してください。

source: Salary configuration
ja_jp: 給与設定

source: Select the comp element that will store salary decisions
ja_jp: 給与決定を保存する報酬要素を選択してください

source: Merit increases and base pay adjustments
ja_jp: メリット昇給とベース給与の調整

source: Enter the basic information for the round
ja_jp: ラウンドの基本情報を入力

source: Round details
ja_jp: ラウンドの詳細

source: STI bonus (Short Term Incentive)
ja_jp: STIボーナス（短期インセンティブ）

source: Changing the bonus plan will trigger a recalculation of the bonus for the workers in this compensation round. Are you sure you want to proceed?
ja_jp: ボーナスプランを変更すると、この報酬ラウンドの社員のボーナスが再計算されます。続行してもよろしいですか?

source: Change bonus plan
ja_jp: ボーナスプランを変更

source: Incentive payouts and variable pay
ja_jp: インセンティブ支払いと変動報酬

source: You have deselected a bonus plan that's no longer active. Once you save the round, it won't be available for selection again.
ja_jp: アクティブでなくなったボーナスプランの選択を解除しました。ラウンドを保存すると、再度選択できなくなります。

source: Deactivated bonus plan
ja_jp: 無効化されたボーナスプラン

source: Cut-off date
ja_jp: 締め日

source: The cut-off date cannot be empty.
ja_jp: 締切日は空欄にできません。

source: Date at which the data of the workers is to be filtered.
ja_jp: 作業者のデータをフィルタリングする日付。

source: The data model cannot be empty.
ja_jp: データモデルを空にすることはできません。

source: Warning!
ja_jp: 警告！

source: This data model is currently in use; changing it will delete all associated configurations. Are you sure you want to proceed?
ja_jp: このデータモデルは現在使用中です。変更すると、関連するすべての設定が削除されます。 本当に続行してもよろしいですか？

source: Unselect & delete
ja_jp: 選択解除して削除

source: The bonus plan effective date cannot be empty.
ja_jp: 賞与プランの有効開始日は空欄にできません。

source: Specify the date at which the compensation adjustments will take effect.
ja_jp: 補償調整が適用される日付を指定してください。

source: Effective dates
ja_jp: 有効日

source: The salary effective date cannot be empty.
ja_jp: 給与の発効日は空にできません。

source: Freeze date
ja_jp: 凍結日

source: The freeze date cannot be empty.
ja_jp: フリーズ日を空にはできません。

source: Date after which changes to the data loaded in the data model will not be considered for the comp round.
ja_jp: データモデルに読み込まれたデータの変更がコンプラウンドの対象外となる日付です。

source: The name must be unique.
ja_jp: 名前は一意でなければなりません。

source: Create compensation round
ja_jp: 報酬ラウンドを作成

source: Delete report
ja_jp: レポートを削除

source: Are you sure you want to delete this validation report?
ja_jp: この検証レポートを削除してもよろしいですか？

source: The report was successfully deleted.
ja_jp: レポートが正常に削除されました。

source: Download report
ja_jp: レポートをダウンロード

source: All data model fields.
ja_jp: すべてのデータモデラーのフィールド。

source: Define a password to download the file
ja_jp: ファイルをダウンロードするためのパスワードを定義

source: Select fields:
ja_jp: フィールドを選択してください:

source: Only selected fields on the team planner view.
ja_jp: チームプランナービューで選択されたフィールドのみ。

source: View & validate round configurations
ja_jp: ラウンドの設定を表示・検証

source: An error occurred when generating the report.
ja_jp: レポートの生成中にエラーが発生しました。

source: The file is being generated; download will start shortly.
ja_jp: ファイルを生成中です。まもなくダウンロードが開始されます。

source: Password
ja_jp: パスワード
